Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=377_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sajádat ja várren
smn: Sajadâh já väridem

source: Sámekulturguovddáš Sajos lea Sámeeatnama váimmus, gasku Anára gili.
smn: Säämi kulttuurkuávdáš Sajos lii Sämieennâm vááimust, Aanaar markkânist.

source: Báikkálaš olbmuid guollevuorkán gohčoduvvon Juvdujohka, meahcceguovllu Anárjávri, mystihkalaš Ohcomaš ja Anára máŋggabealat vánddardanguovlu addet fiinna rámaid Anárii, mii lea dovddus Suoma sámekultuvrra guovddážin.
smn: Páihálij ulmui kyeliráájjun kočodum Juvduujuuhâ, meccikuávlulâš Aanaarjävri, pegâlmâs Ocomâštuodâr sehe maaŋgâpiälásâš Aanaar vandârdemkuávlu adeleh raamih Suomâ sämikulttuur kuávdážin tubdum Anarân.

source: Geahča Sajosa sajádaga.
smn: Keejâ Saijoos sajaduv.

source: Daga fálaldatbivdaga.
smn: SAIJOOS TIILÁÁMVÄÄRRIDMEH:

source: Sámekulturguovddáš Sajos
smn: Säämi kulttuurkuávdáš Sajos

source: Šleađgapoasta:
smn: Puh 010 839 3109

source: Ovttasbargoguoibmi:
smn: Oovtâstpargoost:

source: Visitinari, Inarintie 38, 99870 INARI, Tel. +358 (0)40 179 6069 Skype: inari.
smn: Visitinari, Inarintie 38, 99870 INARI, Puh. +358 (0)40 179 6069 Skype: inari.

source: event, šleađgapoasta: www.visitinari.fi Idjadanvárrejumit, prográmmabálvalusat, fievrredeamit, oahpisteamit, čoahkkinlanjat, biergasiid láigoheapmi.
smn: event, šleđgâpostâ: www.visitinari.fi Ijâstâllâmväärridmeh, ohjelmpalvâlusah, fievridemeh, uápistemeh, čuákkimtileh, piergâslaiguuttem.
